angular.ng-template
asciidoctor.asciidoctor-vscode
astro-build.astro-vscode
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
charliermarsh.ruff
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
donjayamanne.githistory
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
golang.go
google.arb-editor
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
ionide.ionide-fsharp
jetbrains.kotlin
jock.svg
mads-hartmann.bash-ide-vscode
marimo-team.vscode-marimo
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.dotnet-maui
ms-dotnettools.vscode-dotnet-pack
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-pgsql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-hub
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.hexeditor
ms-vscode.js-debug-nightly
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
ms-windows-ai-studio.windows-ai-studio
pkief.material-icon-theme
prisma.prisma
redhat.fabric8-analytics
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
stylelint.vscode-stylelint
svelte.svelte-vscode
theqtcompany.qt
theqtcompany.qt-core
theqtcompany.qt-cpp
theqtcompany.qt-qml
theqtcompany.qt-ui
unoplatform.vscode
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
yoavbls.pretty-ts-errors
ziglang.vscode-zig
